Repository: helgatheviking/Nav-Menu-Roles
Catalog: languages/nav-menu-roles-*.po
Languages: gu_in

source: Sorry, there has been an error.
gu_in: માફ કરશો, પણ કંઈક ભૂલ થયી છે

source: The file does not exist, please try again.
gu_in: ફાઇલ અસ્તિત્વમાં નથી, ફરી પ્રયત્ન કરો.

source: All done.
gu_in: બધું થયી ચુક્યું છે

source: Have fun!
gu_in: મજા કરો

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
gu_in: નિકાસ ફાઈલ <code>%s</code> પર મળી નથી રહી. લાગી રહ્યું છે કે પરવાનગી ની સમસ્યા છે.

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
gu_in: આ WXR file (આવૃત્તિ %s) કદાચ આ આયાતકાર ની આવૃત્તિ દ્વારા ટેકો નથી આપતી. મહેરબાની કરી ને નવી મેળવી લો.

source: Import Nav Menu Roles
gu_in: આયાત નેવ મેનુ રોલ્સ

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
gu_in: આ આયાતકાર માટે ની નવી આવૃત્તિ ઉપલબ્ધ છે. નવી નિવેશ ફાઈલ ને આવૃત્તિ સાથે સુસંગત બનાવા મહેરબાની કરી ને નવી આવૃત્તિ %s મેળવી લો

source: Re-Upload your normal WordPress eXtended RSS (WXR) file and we&#8217;ll import the Nav Menu Roles and any other missing post meta for the Nav Menu items.
gu_in: તમારી સામાન્ય WordPress eXtended RSS (WXR) ફાઈલ ફરી અપલોડ કરો અને અમે નેવ મેનુ રોલ્સ અને બીજા નેવ મેનુ વસ્તુ માટે ના post meta આયાત કરીશું.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
gu_in: WXR (.xml) ફાઇલ અપલોડ કરવા પસંદ કરો અને પછી અપલોડ ફાઇલ અને આયાત પર ક્લિક કરો

source: %s (Invalid)
gu_in: %s (અમાન્ય)

source: %s (Pending)
gu_in: %s (બાકી)

source: sub item
gu_in: પેટા વસ્તુ

source: Move up
gu_in: ઉપર લઇ જાઓ

source: Move down
gu_in: નીચે લઇ જાઓ

source: Edit Menu Item
gu_in: મેનુ ને સુધારો

source: Open link in a new window/tab
gu_in: નવી વિન્ડો / ટૅબમાં ખોલો

source: CSS Classes (optional)
gu_in: CSS Classes (વૈકલ્પિક)

source: Link Relationship (XFN)
gu_in: લિંક સંબંધ

source: Description
gu_in: વર્ણન

source: The description will be displayed in the menu if the current theme supports it.
gu_in: વર્ણન મેનુ માં દેખાશે જો થીમ સમર્થન કરશે તો

source: Move
gu_in: બીજે લઇ જાઓ

source: Up one
gu_in: એક ઉપર

source: Down one
gu_in: એક નીચે

source: To the top
gu_in: સૌથી ઉપર

source: Original: %s
gu_in: અસલી: %s

source: Remove
gu_in: દૂર કરો

source: Cancel
gu_in: રદ કરો

source: Cheatin&#8217; huh?
gu_in: છેતરપિંડી હુહ?

source: Nav Menu Roles
gu_in: નેવ મેનુ રોલ્સ

source: Import %snav menu roles%s and other menu item meta skipped by the default importer
gu_in: %sનેવ મેનુ રોલ્સ%s આયાત કરો અને મૂળભૂત આયાતકાર દ્વારા બીજી મેનુ વસ્તુ છોડી દેવાશે

source: Nav Menu Roles has detected a possible conflict with the following functions or classes: %1$s. Please see the %2$sFAQ%3$s for more information and possible resolution. | %4$sHide Notice%3$s
gu_in: નેવ મેનુ રોલ્સ એ શોધેલ છે કે નીચે ના functions અથવા classes અથડામણ કરે છે: %1$s. વધારા ની માહિતી અને ઉકેલ માટે મહેરબાની કરી ને %2$sFAQ%3$s જુઓ

source: Display Mode
gu_in: પ્રદર્શન મોડ

source: Logged Out Users
gu_in: લૉગ આઉટ વપરાશકર્તાઓ

source: Logged In Users
gu_in: લોગ ઇન વપરાશકર્તાઓ

source: By Role
gu_in: ભૂમિકા દ્વારા

source: Access Role
gu_in: પ્રવેશ ભૂમિકા

source: Hide custom menu items based on user roles
gu_in: custom મેનુ વસ્તુ ને વપરાશકર્તા ની ભૂમિકા ઉપર સંતાડો.
